;   Subtitle Workshop 2.52
;   Hungarian language file
;   Rev 10/DEC/2011
;   Author: perelli
;   E-mail: perelli@freemail.hu
;   Web: http://www.felirat.blog.hu

[General]
Translator=perelli
Font Charset=238
AllFiles=Összes támogatott fájltípus
Help=Manual.html
FPS=FPS
PlainText=Egyszerű szöveg
STP=Feliratfordítási projekt
SRF=Felirat-jelentésfájl

[Standard buttons]
01=&OK
02=&Mégse
03=&Tallózás
04=&Alkalmaz
05=&Kilépés
06=&Igen
07=&Nem

[Main Form]
01=Mód:
02=Idő
03=Képkocka
04=Bemeneti FPS:
05=FPS:
06=Alkalmazás:
07=Időtartamra|Záró időpontra|Mindkettőre
08=Sorszám
09=Kezdő időpont
10=Záró időpont
11=Szöveg
12=Fordítás
13=%d lefordítatlan tábla
14=Időtartam:
15=%s (%s karakter):
16=- Lefordítatlan felirattábla -
; added in 2.52
17=CPS:

[Main menu header]
01=Fájl
02=Szerkesztés
03=Keresés
04=Eszközök
05=Videó
06=Beállítások
07=Súgó

[Main menu/File]
01=Új felirat...
02=Felirat betöltése...
03=Legutóbbi fájlok
04=Lista ürítése
05=Betöltés
06=Projekt...
07=Eredeti
08=Fordítás
09=Mentés
10=Eredeti mint...
11=Fordítás mint...
12=Mentés másként...
13=Bezárás
14=Kilépés

[Main menu/Edit]
01=Visszavonás
02=Mégis
03=Felirattábla beszúrása
04=Beszúrás elé
05=Kijelölt törlése
06=Kivágás
07=Másolás
08=Beillesztés
09=Összes kijelölése

[Main menu/Edit/Timings]
01=Időzítés
02=Időtartam-korlátozások...
03=Eltolás...
04=Igazítás
05=Felirat igazítása...
06=Igazítás szinkronizált felirathoz
07=Időnyújtó/-zömítő
08=Hossz megnyújtása
09=Automatikus időtartamok
10=Időzítés beolvasása fájlból
11=%s ezredmásodperccel eltolás
; added in 2.52
12=Kezdő időpont eltolása %s ezredmásodpercel
13=Záró időpont eltolása %s ezredmásodperccel

[Main menu/Edit/Texts]
01=Szövegek
02=Intelligens sorigazítás
03=Írásmód átalakítása...
04=Tördeletlen felirat
05=Felirattáblák felosztása...
06=Felirattáblák gyors felosztása
07=Maximális sorhossz megadása...
08=Szövegek beolvasása fájlból
; added in 2.52
09=Félkövér
10=Dőlt
11=Aláhúzott
12=Szín beállítása

[Main menu/Edit/Subtitles]
01=Felirat
02=Felirattáblák összevonása
03=Hatások
04=Hatás típusa
05=Villanás
06=Gyors villanás
07=Közepes villanás
08=Lassú villanás
09=Jobbról balra
10=Szöveg megfordítása
11=Központozás javítása
12=Sorba rendezés
13=Felesleges hivatkozások törlése
14=Kijelölt felirattáblák megjelölése
15=Megjelölés visszavonása

[Main menu/Edit/Translation]
01=Fordítás
02=Fordító mód
03=Csere

[Main menu/Search]
01=Keresés...
02=Továbbkeresés
03=Keresés && csere...
04=Ugrás felirattáblához...

[Main menu/Tools]
01=Helyesírás-ellenőrzés
02=Csoportos átalakítás...
03=Felirat elvágása...
04=Feliratok összefűzése...
05=Információ és hibák
06=Információ és hibák...
07=Feliratinformáció...
08=OCR parancsfájlok
09=Megjelenítés a főablakban
10=Beállítások...
11=Hibakeresés ismétlése
12=Hibák javítása (összes)
13=Hibák javítása a kijelölt felirattáblákban
14=Ugrás a következő hibához
15=FPS hozzáadása AVI-ból
16=Külső előnézet
17=SAMI nyelvkibontó
18=Pascal parancsfájlok

[Main menu/Movie]
01=Megnyitás...
02=Bezárás
03=Információ...
04=Video-előnézeti mód
05=Felirat megjelenítése
06=Médiaindító-fájl mentése

[Main menu/Movie/Playback]
01=Visszajátszás
02=Lejátszás/Szünet
03=Leállítás
04=Visszatekerés
05=Előretekerés
06=Visszatekerés 5 másodperccel
07=Előretekerés 5 másodperccel
08=Visszajátszás sebessége

[Main menu/Movie/Subtitles]
01=Felirat (videoálláshoz)
02=Felirattáblák eltolása
03=Felirattábla kezdő időpontja
04=Felirattábla záró időpontja
05=ÚJ felirattábla kezdő időpontja
06=Új felirattábla záró időpontja

[Main menu/Movie/Synchronization]
01=Szinkronizálás
02=Első szinkronizálási pont
03=Utolsó szinkronizálási pont
04=Felirat/videó szinkronizálási pont

[Main menu/Movie/Display]
01=Megjelenítés
02=Eredeti
03=Fordítás

[Main menu/Settings]
01=Kimenet beállításai...
02=Nyelv
03=Bal panel megjelenítése
04=Idővezérlők megjelenítése
05=Helybeli szerkesztés használata

[Main menu/Help]
01=%s névjegye...
02=Frissítés keresése

[Popup Menu]
01=Dőlt
02=Félkövér
03=Aláhúzott
04=Szín beállítása
05=Színelemek eltávolítása

[Video preview hints]
01=Lejátszás/Szünet (%s)
02=Leállítás (%s)
03=Automatikus ugrás a videoálláshoz tartozó felirattáblához
04=Ugrás az előző felirattáblához
05=Ugrás a következő felirattáblához
06=Visszatekerés (%s)
07=Előretekerés (%s)
08=Lassú lejátszás
09=Kijelölt felirattáblák eltolása a videoálláshoz (%s)
10=A videoállás megadása a kijelölt felirattábla kezdő időpontjának (%s)
11=A videoállás megadása a kijelölt felirattábla záró időpontjának (%s)
12=A videoállás megadása új felirattábla kezdő időpontjának (%s)
13=A videoállás megadása új felirattábla záró időpontjának (%s)
14=A videoállás megadása első szinkronizálási pontként (%s)
15=A videoállás megadása utolsó szinkronizálási pontként (%s)
16=A videoállás megadása a felirat és a videó szinkronizálási pontjaként (%s)

[Save as]
01=Mentés másként
02=Dupla kattintás a kimeneti formátumra:
03=Egyéni formátum
04=Összes formátum

[Custom formats]
01=Egyéni formátumok
02=Információ
03=Név:
04=Kiterjesztés:
05=Új sor kar.:
06=Idő
07=Képkockák
08=Szerkezet:
09=FPS:
10=Projekt betöltése
11=Projekt mentése
12=Utolsó egyéni formátum megjegyzése
13=Mentsd!
14=Egyéni formátumú projekt

[Settings Form]
01=Beállítások
02=A program beállításainak módosítása
; Sections
03=Általános
04=Speciális
05=Karakterkészletek
06=Formátumok
07=Fájltípusok
08=Mentés
09=Video-előnézet
10=Felirat
11=Külső előnézet
12=Megjelenítés
13=Program
14=Lista
15=Menü
;-----------------;
; General section ;
;-----------------;
16=Mindig látható
17=Több példány futásának engedélyezése
18=Megerősítés felirat törlésekor
19=Érvénytelen fájlok egyszerű szövegként értelmezése
20=Videó automatikus keresése
21=Időmódban működés utasítása
22=Sorrend megtartása szöveg megfordításakor
23=Szöveg kijelölése a következő felirattáblához ugráskor
24=Szöveg kijelölése az előző felirattáblához ugráskor
25=Nincs interaktivitás a címkékkel
26=Munka a stíluscímkékkel
27=Legutóbbi fájlok korlátozása:
; added in 2.52
99=Dupla kattintás a Szöveg/Fordítás mezőn
100=Alapbeállítás (szöveg kijelölése)
101=Kurzor az első betű előtt
102=Kurzor az utolsó betű mögött
;----------;
; Advanced ;
;----------;
28=Intelligens sorigazítás
29=Két sor, ha hosszabb, mint:
30=karakter
31=Töréspontkapcsoló
32=Felirattáblák felosztása
33=Sortördelés utána:
34=Automatikus intelligens sorigazítás
35=Maximális sorhossz:
36=Időeltolás:
37=ezredmásodperc
; added in 2.52 
92=CPS-színbeállítás:
97=Új felirattábla időtartama:
98=Felirattáblák távolsága:
;----------;
; Charsets ;
;----------;
38=Megjelenítés a főablakban
39=Eredeti karakterkészlete:
40=Fordítás karakterkészlete:
;-----------------;
; Formats section ;
;-----------------;
41=Alapértelmezett formátum:
42=Megjelenítendő formátumok "Mentés másként" esetén:
43=Egyéni formátumok megjelenítése
44=Összes &kijelölése
45=Egyi&k sem
;--------------------;
; File types section ;
;--------------------;
46=Kiterjesztések bejegyzése indításkor
47=Társítás a legtámogatottabb feliratkiterjesztésekhez
;--------------;
; Save section ;
;--------------;
48=Rákérdezés mentésre a program/felirat bezárásakor
49=Munka automatikus mentése
50=percenként
51=Mentés biztonsági másolatként
52=Kimeneti beállítások...
;---------------;
; Video preview ;
;---------------;
53=Dupla kattintás egy feliratban:
54=Átugrandó másodpercek:
55=Shift-dupla kattintás egy feliratban:
56=Szövegpanel fókuszálása
57=Felirattábla idejéhez ugrás a videóban
58=Ugrás N másodperccel a felirattábla elé a videóban
59=Előre- és visszatekerési idő:
60=másodperc
61=Alapértelmezett lassú lejátszás:
;-------------------------;
; Video preview Subtitles ;
;-------------------------;
62=Szegély megrajzolása
63=Árnyék megrajzolása
64=Átlátszó háttér kipróbálása
65=Utasítás területek használatára (lassú lehet)
66=Betű...
67=Szín...
68=Háttér...
69=Szegély szélessége:
70=Árnyék szélessége:
71=MINTA
; added in 2.52
94=Elhelyezkedés
95=Képernyő teteje
96=Képernyő alja
103=Átlátszóság
;--------------------------;
; External Preview General ;
;--------------------------;
72=A videolejátszó elérési útvonala:
73=A társított program felismerése
74=Minden alkalommal másik videó kérése
75=Tesztelés mindig videóval:
;---------------------------;
; External Preview Advanced ;
;---------------------------;
76=Az ideiglenes felirat mentésének formátuma:
77=Eredeti formátum
78=Egyéni formátum:
79=A videolejátszóhoz küldendő paraméterek:
80=A VIDEO_FILE a videofájl, melyben a feliratot kívánja tesztelni. A SUBT_FILE a videolejátszóhoz küldésre kerülő ideiglenes feliratfájl tulajdonsága. Hozzáadhat további tulajdonságokat is, pl. teljes képernyő, stb.
;----------------;
; Look / Program ;
;----------------;
81=A programban használatos betűk:
82=Betűméret:
83=A "Szöveg" és a "Fordítás" mezők igazítása:
84=Balra|Jobbra|Középre
; added in 2.52
93=Színjelző sáv mutatása:
;-------------;
; Look / List ;
;-------------;
85=Rácsvonalak kijelzése
86=Stílus alkalmazása a feliratra
87=Lefordítatlan felirattáblák megjelölése színnel:
88=Vízszintes görgetősáv kijelzése
; added in 2.52 
91=Lefordítatlan felirattáblák szövege:
;-------------;
; Look / Menu ;
;-------------;
89=Office XP stílusú menü használata
90=Színátmenetes menü használata

[Output settings]
01=Kimenet beállításai
02=Lemezazonosító:
03=DVD címe:
04=Nyelv:
05=Szerző:
06=Web:
07=Információ:
08=Licenc:
09=Felirat:
10=Háttér:
11=MINTA
12=&Betűtípus
13=Igazítás:
14=Balra
15=Középre
16=Jobbra
17=Képkockasebesség:
18=Képkocka elvetése
19=Szín 0 (háttér):
20=Szín 1 (betűtípus):
21=Szín 2 (körvonal):
22=Szín 3 (élsimítás):
23=Palettaszín n°:
24=Kontraszt
25=Cím:
26=Parancsfájl:
27=Kozmetika
28=Egyebek
29=Szegély stílusa:
30=Körvonal + árnyék
31=Tömör panel
32=Szín
33=Elsődleges:
34=Másodlagos:
35=Harmadlagos:
36=Árnyék:
37=Bal margó:
38=Jobb margó:
39=Függőleges margó:
40=Körvonal:
41=Igazítás:
42=Kódolás:
43=Forrás:
44=Program:
45=Útvonal:
46=Eltolás:
47=CD-sáv:
48=Megjegyzés:
49=TMP formátum
50=TMPlayer+ formátum
51=TMPlayer többsoros formátum

[Duration limits]
01=Időtartam-korlátozások beállításai
02=Leghosszabb időtartam beállítása
03=ezredmásodperc
04=Legrövidebb időtartam beállítása
05=* Az időtartam növelése nem okoz átfedést

[Set delay]
01=Eltolás beállítása
02=Az összes felirattáblához
03=A kijelölt felirattáblákhoz

[Adjust subtitles]
01=Felirat igazítása
02=Egyszerű
03=Összetett
04=Első felirattábla:
05=Utolsó felirattábla:
06=Betöltés fájlból
07=Mentés fájlba
08=Sorszám #
09=Régi idő
10=Új idő
11=&Hozzáadás
12=Hozzáadás &médiából
13=&Eltávolítás
14=Ha az időpont a hatókörön kívülre mutat:
15=(Kikövetkeztetve) kivetítés
16=Eredeti idő visszaállítása (nincs változás)
17=A szomszédos pont eltolásának visszaállítása
18=&Igazítsd!
19=Új szinkronizációs pont beírása
20=Régi idő:
21=Új idő:

[Time expander/reducer]
01=Időnyújtó/-zőmítő
02=Időnyújtás
03=Időzömítés
04=Nyújtás/Zömítés időtartama:
05=másodperc
06=képkocka
07=Csak ha a felirattábla hosszabb, mint:
09=karakter
10=Csak ha az időtartam hosszabb, mint:
11=Csak ha az időtartam rövidebb, mint:
12=Átfedés megelőzése
13=Az összes felirattáblánál
14=A kijelölt felirattábláknál

[Automatic durations]
01=Automatikus időtartamok
02=ezredmásodperc
03=karakterenként
04=szavanként
05=felirattáblánként
06=Az új időtartam alkalmazása minden esetben
07=Csak akkor, ha az új időtartam hosszabb az eredetinél
08=Csak akkor, ha az új időtartam rövidebb az eredetinél
09=Az összes felirattáblánál
10=A kijelölt felirattábláknál

[Convert case]
01=Írásmód átalakítása
02=Mondat típusa.
03=Csak az első szó első betűje
04="..." felismerése
05=kisbetűs
06=NAGYBETŰS
07=Címtípus
08=fORDÍTOTT tÍPUS
09=Az összes felirattáblánál
10=A kijelölt felirattábláknál

[Divide lines]
01=Felirattáblák felosztása
02=Osztás felirattábla után, sorszáma:
03=Automatikus időtartam használata
04=Kezdő időpont:
05=Záró időpont:
06=Időtartam:
07=Folytatás közvetlenül
08=%s karakter
09=&Oszd fel!

[Search & Replace]
01=Keresés és csere
02=Keresés
03=Keresendő szöveg:
04=&Keresd!
05=Csere erre:
06=Továb&bkeresés
07=&Csere
08=Összes c&seréje
09=&Részletek >
10=&Elrejtés <
11=Kis- és nagybetűk megkülönböztetése
12=Teljes szóval megegyező
13=Írásmód megtartása csere esetén
14=Szövegkeresés helye:
15=Az egész feliratban
16=A kijelölt elemtől
17=Karakterkészlet:

[Go to line]
01=Ugrás felirattáblához:
02=Felirattábla sorszámának beírása:

[Batch convert]
01=Csoportos átalakítás
02=Több fájl azonos formátumúvá alakítása pár lépésben.
; Buttons
03=< &Vissza
04=&Tovább >
05=Á&talakítás
06=&Kilépés
07=&Bezárás
08=&Összes
09=&Egyik sem
; Page 1
10=Kiterjesztések:
11=Keresési útvonal:
12=Almappákban is
13=Alapos formátum-ellenőrzés
14=Kimeneti mappa:
15=Kimeneti formátum:
16=Alapértelmezett FPS:
; List columns
17=Fájlnév
18=Formátum
19=FPS
20=Méret
; Page 2
21=&Hozzáadás
22=&Eltávolítás
23=T&örlés
; Page 3
24=Kész! Részletek a naplófájlban:
25=Mentés...
; Searching
26=%s fájl ellenőrzése

[Batch convert log]
01=%s %s - Csoportos átalakítási napló
02=Létrehozva: %s
03=Kimeneti formátum: %s
04=Összes átalakítandó fájl: %d
05="%s" betöltésének próbája...
06=A fájl betöltése sikerült!
07=A(z) "%s" fájl már létezik, csere...
08=A fájl mentése sikerült a(z) "%s"' mappába
09=A(z) "%s" fájl már létezik, és nem engedélyezte a programnak a cserét
10=Hiba történt a fájl betöltésekor, nem lehet menteni!
11=Elkészült átalakítás összesen: %u
12=Összes idő: %s
13=Az összes fájl átalakítása sikerült
14=Valamely fájl átalakításakor hiba történt, részletek alább:

[Split]
01=Felirat elvágása
02=Egyszerű
03=Összetett
04=Kijelölt elem
05=Elem száma:
06=Adott időpont:
07=Adott képkocka:
08=A videó vége:
09=Fájlnevek
10=%d. rész:
11=Fájlnév
12=Hossz
13=Felirattáblák
14=Időben egyenlő részekre
15=Felirattáblák számában egyenlő részekre
16=A videók végén
17=A részek száma:
18=A részek automatikus elnevezése:
19=Kimeneti mappa:
20=Kimeneti formátum:
21=Időértékek újraszámolása
22=Videó kiválasztása dupla kattintással
23=&Vágás!

[Join]
01=Feliratok összefűzése...
02=Adja hozzá az összefűzni kívánt feliratfájlokat (sorban):
03=Fájlnév
04=Formátum
05=FPS
06=Méret
07=Videorészlet (választható)
08=&Hozzáadás
09=&Eltávolítás
10=T&örlés
11=&Videorészlet beállítása
12=V&ideorészlet eltávolítása
13=Kimeneti formátum:
14=Kimeneti FPS:
15=A fájl betöltése összefűzés és mentés után
16=Időértékek újraszámolása
17=&Fűzd!

[Information and errors]
01=Információ és hibák
02=Ellenőrzés!
03=Hibák javítása!
04=&Beállítások
05=Összes törlés megerősítése
06=Felirat
07=Típus
08=Leírás
; added in 2.52
54=Jelentés fájlba!
55=Jelentésfájlok
56=Válasszon fájlnevet a jelentésnek!
;-------;
; Types ;
;-------;
09=Hiba
10=Figyelmeztetés
11=Információ
13=Javított
;----------------------;
; Information messages ;
;----------------------;
14=Összes hiba: %d
15=Javított hiba: %d
;---------------;
; Error reports ;
;---------------;
16=Betű nélküli sorokat tartalmaz
17=Üres felirattábla
18=Átfedés az előző felirattáblával
19=Hibás értékek
20=Túl hosszú időtartam
21=Túl rövid időtartam
22=Túl hosszú sor(ok)
23=Két sornál több
24=Hallássérült-felirat
25=Szöveg van a kettőspont (":") előtt
26=Felesleges pontok
27=Tiltott karaktert tartalmaz
28=Ismételt karakter
29=Ismételt felirattábla
30=OCR hiba
31=Egysoros felirattábla "-" jellel kezdődik
32=Nincs szóköz az egyéni karakter után
33=Nincs szóköz az egyéni karakter előtt
34=Felesleges szóközök
35=Megjelölt felirattábla
; added in 2.52
57=Túl kicsi CPS
58=Túl nagy CPS
;-------------;
; Fix reports ;
;-------------;
36=Betű nélküli sor törlésre került
37=Üres felirattábla törlésre került
38=Javított átfedés
39=Javított hibás értékek
40=Két sornál hosszabb felirattábla igazítva
41=Hallássérült-felirat eltávolítva
42=Hallássérült-feliratrész törölve
43=Kettőspont (":") előtti szöveg törölve
44=Eltávolított felesleges pontok
45=Tiltott karaktert tartalmazott, és törlésre került
46=Javított ismételt karakter
47=Javított ismételt felirattábla
48=Javított OCR hibák
49="-" szimbólum törölve az egysoros táblában
50=Egyéni karakter után hozzáadott szóköz
51=Egyéni karakter elé hozzáadott szóköz
52=Eltávolított felesleges szóközök
;-----
53=Kattintson duplán arra a táblára, amelyikhez ugrani akar a főablakban!

[Information and errors Settings]
01=Hibakeresés beállításai
02=Általános
03=Speciális
04=Keresés
05=Javítás
06=Felesleges szóközök
07=Megerősítések a főablakban történő javításkor
08=Hibák megjelölése a főablak listájában
09=Szín beállítása...
10=Félkövér
11=Dőlt
12=Aláhúzott
13=Hibák megjelölése a felirat betöltésekor
14=Hibajavítás a felirat betöltésekor
15=Egy egységnyi átfedés javítása betöltéskor
16=OCR parancsfájl:
17=&Szerkesztés
18=Nem ismételhető karakterek:
19=Tiltott karakterek:
20=Ismételt felirattáblák tűréshatára:
21=ezredmásodperc
22=Karakterek utáni szóköz:
23=Karakterek előtti szóköz:
24=Túl hosszú időtartam:
25=Túl rövid időtartam:
26=Túl hosszú sor:
27=karakter
;------
28=Betű nélküli sorok
29=Üres felirattáblák
30=Átfedéses felirattáblák
31=Rossz értékek
32=Túl hosszú időtartamok
33=Túl rövid időtartamok
34=Túl hosszú sorok
35=Kettőnél több sorból álló felirattáblák
36=Hallássérült-felirat
37=Kettőspont (":") előtti szöveg
38=Csak ha nagybetűkkel írott a szöveg
39=Felesleges pontok
40=Tiltott karakterek
41=Ismételt karakterek
42=Ismételt felirattáblák
43=OCR hibák
44="- " egysoros felirattáblában
45=Szóközök az egyéni karakterek után
46=Szóközök az egyéni karakterek előtt
47=Felesleges szóközök
;------
48=Keresendő:
49=Javítandó:
50=Sortörések és szóközök az elején és a végén
51=Sortörések közti szóközök (balra és jobbra)
52=Dupla szóközök és beírások
53=Írásjelek előtti szóközök
54=Szóközök "ż" és "ˇ" után
55=Szóközök "?" és "!" előtt
56=Szóközök számok között
; added in 2.52
57=A CPS kisebb, mint:
58=A CPS nagyobb vagy egyenlő:
59=Túl kicsi CPS
60=Túl nagy CPS

[Various information]
01=Feliratinformáció
02=Információ
03=Extrák
04=Eredeti fájl
05=Fordított fájl
06=Jelenlegi formátum:
07=Fájl:
08=Méret:
09=Felirattáblák száma összesen:
10=Sorok száma összesen:
11=Szavak száma összesen:
12=Betűk száma összesen:
13=Egysoros felirattáblák:
14=Kétsoros felirattáblák:
15=Kettőnél több sorból álló felirattáblák:
16=Leghosszabb sor:
17=A(z) %d. felirattáblában %d karakteres sor van
18=A lejátszás legjobb betűmérete
19=Felbontás szélessége:
20=AVI-ból
21=Betűtípus neve:
22=Félkövér
23=Dőlt
24=Számítás
; added in 2.52
25=Leghosszabb időtartam:
26=Legrövidebb időtartam:
27=Legnagyobb CPS:
28=Legkisebb CPS:
29=a(z) %d. felirattáblában

[SAMI Language Extractor]
01=SAMI nyelvkibontó
02=SAMI fájl:
03=Kimeneti mappa:
04=A kiválasztott nyelvek kibontására kerül sor:
05=Osztály
06=Nyelv
07=Összes automatikus felismerése
08=Kézi hozzáadás
09=Bontsd ki!
10=Nyelv hozzáadása
11=Írja be az óhajtott nyelv osztályának nevét:
12=Kis türelmet...

[About form]
01=%s névjegye
02=Információ
03=Közreműködők
04=Verzió: %s
05=%s verzió: %s
06=%d féle támogatott formátum
07=Ha megkedvelte ezt a szoftvert, akkor nagyon hálásak lennénk némi adományért! Kattintson ehhez ide!
08=Programozás
09=Kiegészítő programozás
10=%s by
; Following line is "DirectShow programming"
11=%s programozás
12=Fordítók
13=Bétatesztelők
14=Alapértelmezett ikon
15=Frissítések:
; added in 2.52
16=A Subtitle Workshop
17=a GNU/GPL 3 licenc alapján került kiadásra.

[Error messages]
01=A felirat API nem inicializálható. Töltse le a(z) "%s" DLL-t a %s címről és másolja a(z) "%s" mappába!
02=A következő hiba (%s) a(z) %s (%s) objektumból ered:||"%s"||Írja meg a(z) %s címre, hogy mit tett, mikor ez a hiba jelentkezett!||Az OK gombbal folytathatja, a Mégse gombbal kiléphet a programból.
03=A(z) "%s" fájl rossz felirat vagy a formátum nem támogatott.
04=A(z) "%s" fájl nem %s formátumú vagy nem érvényes feliratfájl.
05=A(z) "%s" nem érvényes videofájl.
06=Nem érvényes a sorszám.
07=Legalább egy keresendő kiterjesztést válasszon!
08=A keresési útvonal nem létezik.
09=Az elem száma nem érvényes elem.
10=Adjon hozzá kettő vagy több feliratot!
11=Nem sikerült a csatlakozás a kiszolgálóhoz!
12="%s" írásvédett attribútumát nem lehet eltávolítani.||Valószínűleg írásvédett meghajtón tárolja.
13=Hiba történt a Microsoft Wordhöz kapcsolódáskor.
14=Előbb az előző rész(ek)hez válassza ki a videó(ka)t!
15=Érvényes kimeneti mappát válasszon!
16=Legalább egy kibontandó nyelvet válasszon ki!
17=A(z) "%s" nem érvényes SAMI fájl.
18=Válasszon ki egy feliratrészt a listából!
19=Ha kiválaszt egy videorészletet a felirat egy részéhez, akkor a felirat összes részéhez is ki kell választania egy videorészletet (természetesen az utolsó rész kivételével).
20=Kettő vagy több pontra van szükség.

[Question messages]
01=A(z) "%s" fájl megváltozott.||Menti a módosításokat?
02=A(z) "%s" fájl már létezik.||Kívánja cserélni?
03=A(z) ("%s") eredeti fájl megváltozott.||Menti a módosításokat?
04=A(z) ("%s") fordított fájl megváltozott.||Menti a módosításokat?
05=A kijelölt felirattáblák törlésre kerülnek.||Végrehajtja?
06=Pont 1 Felirat: %s|Pont 1 Videó: %s||Pont 2 Felirat: %s|Pont 2 Videó: %s||Szinkronizálja a feliratot?
07=Nem adta meg a videolejátszó programfájlját, vagy nem létezik.||Meg akar adni külső lejátszót?
08=Megjelent új verzió!||Megtekinti a változtatások listáját?
09=Az ön által menteni kívánt fájl írásvédett.||Mindenképp menti?.

[Information messages]
01="%s" többször nem fordul elő.
02=Nincs új verzió.
03=A helyesírás-ellenőrzés befejeződött.||%d változtatás történt.
04=Túl sok a részek száma. Alaphelyzetbe állítás...
05=Csak egy nyelv található.||Ha a fájl több nyelvet tartalmaz, adja hozzá azokat, melyeket kézzel kíván szövegszerkesztőben megnyitni, és megkeresni a megfelelő osztálynevet.
06=Nem sikerült megállapítani a "STYLE" kezdő és=vagy záró címkéjét!.||Valószínűleg azért, mert ez a fájl nem tartalmaz több nyelvet.|Ha igen, akkor próbálja meg kézzel hozzáadni az óhajtott nyelv(ek) osztálynevének keresésével.
07=A lejátszáshoz legmegfelelőbb betűméret: %d
08=Összes csere: %d
09=Fájlnév: %s|Méret: %s|FPS: %s|Időtartam: %s|Összes képkocka: %d|Felbontás: %dx%d|FourCC: %s
10=Nem sikerült megfelelően leképezni a videó néhány adatfolyamát.|Valószínűleg hiányzik a hang- vagy a videokodek.|Error code: %s
11=Nincs szükség az utolsó felirattáblához tartozó videorészlet beállítására.
; added in 2.52
12=Váratlan hiba lépett fel:|"%s"

[Information and errors messages]
01=A(z) %d számú felirattábla üres felirattábla, és törlésre kerül.||Kívánja végrehajtani?
02=A(z) %d számú felirattábla:||"%s" tiltott karaktert tartalmaz, és törlése következik.||Kívánja végrehajtani?
03=A(z) %d számú felirattábla:||"%s" törlése következik.||Kívánja végrehajtani?
04=A(z) %d:||"%s" sz. felirattábla törlésre kerül, ezért a felirattábla lesz:||"%s"||Kívánja folytatni?.
05=A(z) %d:||"%s" sz. felirattábla egysoros felirattábla, és "-" szimbólummal kezdődik.||Kívánja törölni az elején a "-" szimbólumot?.

; added after 2.52
[Audio streams]
01=Több hangsáv érzékelve.
02=Kérem, válasszon hangsávot a munkamenethez!
03=OK
